Dlubal.RFEM5.SurfaceGrid
Surface grid parameters

Dlubal.RFEM5.SurfaceGrid.No
Surface number

Dlubal.RFEM5.SurfaceGrid.Type
Type of surface grid

Dlubal.RFEM5.SurfaceGrid.Customize
Customize

Dlubal.RFEM5.SurfaceGrid.PointsIn1Positive
Grid point count in positive direction 1

Dlubal.RFEM5.SurfaceGrid.PointsIn1Negative
Grid point count in negative direction 1

Dlubal.RFEM5.SurfaceGrid.PointsIn2Positive
Grid point count in positive direction 2

Dlubal.RFEM5.SurfaceGrid.PointsIn2Negative
Grid point Count in negative direction 2

Dlubal.RFEM5.SurfaceGrid.AdaptGridDistances
Adapt grid distances

Dlubal.RFEM5.SurfaceGrid.DistanceIn1
Grid distance b in direction 1

Dlubal.RFEM5.SurfaceGrid.DistanceIn2
Grid distance h in direction 2

Dlubal.RFEM5.SurfaceGrid.Radius
Grid radius R

Dlubal.RFEM5.SurfaceGrid.Alpha
Grid rotation α

Dlubal.RFEM5.SurfaceGrid.Beta
Grid rotation β

Dlubal.RFEM5.SurfaceGrid.Increment
Numbering increment

Dlubal.RFEM5.SurfaceGrid.Origin
Grid origin coordinate

Dlubal.RFEM5.SurfaceGrid.Direction
Direction of grid axis 1